Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# ShowLinkPreviewsForSecurityItemsSettingsCard.Header
source: Show Link Previews for Security Measures
ar: إظهار معاينات الروابط لإجراءات الأمان
de_de: Linkvorschau für Sicherheitsmaßnahmen anzeigen
el_gr: Εμφάνιση Προεπισκοπήσεων Συνδέσμων για Μέτρα Ασφαλείας
es: Mostrar vistas previas de enlaces para medidas de seguridad
fr_fr: Afficher les aperçus de lien pour les mesures de sécurité
he_il: הצג תצוגות מקדימות לקישורים של אמצעי אבטחה
hi_in: सुरक्षा उपायों के लिए लिंक पूर्वावलोकन दिखाएं
ml_in: സുരക്ഷാ നടപടികൾക്കായി ലിങ്ക് പ്രിവ്യൂകൾ കാണിക്കുക
pl_pl: Pokaż podglądy linków dla środków bezpieczeństwa

# ShowLinkPreviewsForSecurityItemsSettingsCard.ToolTipService.ToolTip
source: When enabled, shows a preview of the web page for each security measure when you hover over its link button.
ar: عند التمكين، يعرض معاينة لصفحة الويب لكل إجراء أمني عندما تحوم فوق زر الرابط الخاص به.
de_de: Wenn aktiviert, wird bei Zeigerüberfahrt über die Link-Schaltfläche jeder Sicherheitsmaßnahme eine Vorschau der Webseite angezeigt.
el_gr: Όταν είναι ενεργοποιημένο, εμφανίζει μια προεπισκόπηση της ιστοσελίδας για κάθε μέτρο ασφαλείας όταν τοποθετείτε το δείκτη του ποντικιού πάνω από το κουμπί σύνδεσμου του.
es: Cuando está habilitado, muestra una vista previa de la página web para cada medida de seguridad cuando pasas el cursor sobre su botón de enlace.
fr_fr: Lorsqu'activé, affiche un aperçu de la page web pour chaque mesure de sécurité lorsque vous survolez son bouton de lien.
he_il: כאשר מופעל, מוצגת תצוגה מקדימה של דף האינטרנט עבור כל אמצעי אבטחה בעת ריחוף מעל כפתור הקישור שלו.
hi_in: जब सक्षम किया गया हो, तो यह प्रत्येक सुरक्षा उपाय के लिए वेब पेज का पूर्वावलोकन दिखाता है जब आप इसके लिंक बटन पर होवर करते हैं।
ml_in: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, നിങ്ങൾ ഓരോ സുരക്ഷാ നടപടികളുടെയും ലിങ്ക് ബട്ടണിൽ ഹോവർ ചെയ്യുമ്പോൾ വെബ് പേജിന്റെ പ്രിവ്യൂ കാണിക്കുന്നു.
pl_pl: Po włączeniu pokazuje podgląd strony internetowej dla każdego środka bezpieczeństwa, gdy najeżdżasz na jego przycisk linku.

# ShowLinkPreviewsForSecurityItemsSettingsCard.AutomationProperties.HelpText
source: When enabled, shows a preview of the web page for each security measure when you hover over its link button.
ar: عند التمكين، يعرض معاينة لصفحة الويب لكل إجراء أمني عندما تحوم فوق زر الرابط الخاص به.
de_de: Wenn aktiviert, wird bei Zeigerüberfahrt über die Link-Schaltfläche jeder Sicherheitsmaßnahme eine Vorschau der Webseite angezeigt.
el_gr: Όταν είναι ενεργοποιημένο, εμφανίζει μια προεπισκόπηση της ιστοσελίδας για κάθε μέτρο ασφαλείας όταν τοποθετείτε το δείκτη του ποντικιού πάνω από το κουμπί σύνδεσμου του.
es: Cuando está habilitado, muestra una vista previa de la página web para cada medida de seguridad cuando pasas el cursor sobre su botón de enlace.
fr_fr: Lorsqu'activé, affiche un aperçu de la page web pour chaque mesure de sécurité lorsque vous survolez son bouton de lien.
he_il: כאשר מופעל, מוצגת תצוגה מקדימה של דף האינטרנט עבור כל אמצעי אבטחה בעת ריחוף מעל כפתור הקישור שלו.
hi_in: जब सक्षम किया गया हो, तो यह प्रत्येक सुरक्षा उपाय के लिए वेब पेज का पूर्वावलोकन दिखाता है जब आप इसके लिंक बटन पर होवर करते हैं।
ml_in: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, നിങ്ങൾ ഓരോ സുരക്ഷാ നടപടികളുടെയും ലിങ്ക് ബട്ടണിൽ ഹോവർ ചെയ്യുമ്പോൾ വെബ് പേജിന്റെ പ്രിവ്യൂ കാണിക്കുന്നു.
pl_pl: Po włączeniu pokazuje podgląd strony internetowej dla każdego środka bezpieczeństwa, gdy najeżdżasz na jego przycisk linku.

# StickyHeadersForListViewsSettingsCard.Description
source: When enabled, list views that show items in groups no longer have sticky headers. Their headers will scroll with the rest of the items.
ar: عند التمكين، عروض القوائم التي تظهر العناصر في مجموعات لن تعود تحتوي على رؤوس ثابتة. ستتحرك رؤوسها مع باقي العناصر.
de_de: Wenn aktiviert, haben Listenansichten, die Elemente in Gruppen anzeigen, keine fixierten Kopfzeilen mehr. Ihre Kopfzeilen scrollen mit den übrigen Elementen.
el_gr: Όταν είναι ενεργοποιημένο, οι προβολές λίστας που εμφανίζουν στοιχεία σε ομάδες δεν έχουν πλέον κολλώδεις κεφαλίδες. Οι κεφαλίδες τους θα μετακινούνται μαζί με τα υπόλοιπα στοιχεία.
es: Cuando está habilitado, las vistas de lista que muestran elementos en grupos ya no tendrán encabezados pegajosos. Sus encabezados se desplazarán junto con el resto de los elementos.
fr_fr: Lorsqu'activé, les vues en liste affichant des éléments par groupes n'ont plus d'en-têtes fixes. Leurs en-têtes défileront avec le reste des éléments.
he_il: כאשר מופעל, תצוגות רשימה המציגות פריטים בקבוצות לא יכללו עוד כותרות דביקות. הכותרות יגללו יחד עם יתר הפריטים.
hi_in: जब सक्षम किया गया हो, तो सूची दृश्य जो समूहों में आइटम दिखाते हैं उनमें अब चिपकने वाले हेडर नहीं होंगे। उनके हेडर बाकी आइटमों के साथ स्क्रॉल होंगे।
ml_in: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, ഗ്രൂപ്പുകളിൽ ഇനങ്ങൾ കാണിക്കുന്ന ലിസ്റ്റ് വ്യൂകൾക്ക് ഇനി സ്റ്റിക്കി ഹെഡറുകൾ ഉണ്ടാകില്ല. അവയുടെ ഹെഡറുകൾ മറ്റ് ഇനങ്ങളോടൊപ്പം സ്ക്രോൾ ചെയ്യും.
pl_pl: Po włączeniu widoki list, które pokazują elementy w grupach, nie będą już miały przyklejonych nagłówków. Ich nagłówki będą przewijały się razem z pozostałymi elementami.

# StickyHeadersForListViewsSettingsCard.Header
source: Enable Sticky Headers for Grouped List Views
ar: تمكين الرؤوس الثابتة لعروض القوائم المجمعة
de_de: Fixierte Kopfzeilen für gruppierte Listenansichten aktivieren
el_gr: Ενεργοποίηση Κολλωδών Κεφαλίδων για Ομαδοποιημένες Προβολές Λίστας
es: Habilitar encabezados pegajosos para vistas de lista agrupadas
fr_fr: Activer les en-têtes fixes pour les vues en liste groupées
he_il: אפשר כותרות דביקות לתצוגות רשימה מקובצות
hi_in: समूहीकृत सूची दृश्यों के लिए चिपकने वाले हेडर सक्षम करें
ml_in: ഗ്രൂപ്പുചെയ്ത ലിസ്റ്റ് വ്യൂകൾക്കായി സ്റ്റിക്കി ഹെഡറുകൾ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz przyklejone nagłówki dla pogrupowanych widoków list

# StickyHeadersForListViewsSettingsCard.ToolTipService.ToolTip
source: When enabled, list views that show items in groups no longer have sticky headers. Their headers will scroll with the rest of the items.
ar: عند التمكين، عروض القوائم التي تظهر العناصر في مجموعات لن تعود تحتوي على رؤوس ثابتة. ستتحرك رؤوسها مع باقي العناصر.
de_de: Wenn aktiviert, haben Listenansichten, die Elemente in Gruppen anzeigen, keine fixierten Kopfzeilen mehr. Ihre Kopfzeilen scrollen mit den übrigen Elementen.
el_gr: Όταν είναι ενεργοποιημένο, οι προβολές λίστας που εμφανίζουν στοιχεία σε ομάδες δεν έχουν πλέον κολλώδεις κεφαλίδες. Οι κεφαλίδες τους θα μετακινούνται μαζί με τα υπόλοιπα στοιχεία.
es: Cuando está habilitado, las vistas de lista que muestran elementos en grupos ya no tendrán encabezados pegajosos. Sus encabezados se desplazarán junto con el resto de los elementos.
fr_fr: Lorsqu'activé, les vues en liste affichant des éléments par groupes n'ont plus d'en-têtes fixes. Leurs en-têtes défileront avec le reste des éléments.
he_il: כאשר מופעל, תצוגות רשימה המציגות פריטים בקבוצות לא יכללו עוד כותרות דביקות. הכותרות יגללו יחד עם יתר הפריטים.
hi_in: जब सक्षम किया गया हो, तो सूची दृश्य जो समूहों में आइटम दिखाते हैं उनमें अब चिपकने वाले हेडर नहीं होंगे। उनके हेडर बाकी आइटमों के साथ स्क्रॉल होंगे।
ml_in: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, ഗ്രൂപ്പുകളിൽ ഇനങ്ങൾ കാണിക്കുന്ന ലിസ്റ്റ് വ്യൂകൾക്ക് ഇനി സ്റ്റിക്കി ഹെഡറുകൾ ഉണ്ടാകില്ല. അവയുടെ ഹെഡറുകൾ മറ്റ് ഇനങ്ങളോടൊപ്പം സ്ക്രോൾ ചെയ്യും.
pl_pl: Po włączeniu widoki list, które pokazują elementy w grupach, nie będą już miały przyklejonych nagłówków. Ich nagłówki będą przewijały się razem z pozostałymi elementami.

# StickyHeadersForListViewsSettingsCard.AutomationProperties.HelpText
source: When enabled, list views that show items in groups no longer have sticky headers. Their headers will scroll with the rest of the items.
ar: عند التمكين، عروض القوائم التي تظهر العناصر في مجموعات لن تعود تحتوي على رؤوس ثابتة. ستتحرك رؤوسها مع باقي العناصر.
de_de: Wenn aktiviert, haben Listenansichten, die Elemente in Gruppen anzeigen, keine fixierten Kopfzeilen mehr. Ihre Kopfzeilen scrollen mit den übrigen Elementen.
el_gr: Όταν είναι ενεργοποιημένο, οι προβολές λίστας που εμφανίζουν στοιχεία σε ομάδες δεν έχουν πλέον κολλώδεις κεφαλίδες. Οι κεφαλίδες τους θα μετακινούνται μαζί με τα υπόλοιπα στοιχεία.
es: Cuando está habilitado, las vistas de lista que muestran elementos en grupos ya no tendrán encabezados pegajosos. Sus encabezados se desplazarán junto con el resto de los elementos.
fr_fr: Lorsqu'activé, les vues en liste affichant des éléments par groupes n'ont plus d'en-têtes fixes. Leurs en-têtes défileront avec le reste des éléments.
he_il: כאשר מופעל, תצוגות רשימה המציגות פריטים בקבוצות לא יכללו עוד כותרות דביקות. הכותרות יגללו יחד עם יתר הפריטים.
hi_in: जब सक्षम किया गया हो, तो सूची दृश्य जो समूहों में आइटम दिखाते हैं उनमें अब चिपकने वाले हेडर नहीं होंगे। उनके हेडर बाकी आइटमों के साथ स्क्रॉल होंगे।
ml_in: പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ, ഗ്രൂപ്പുകളിൽ ഇനങ്ങൾ കാണിക്കുന്ന ലിസ്റ്റ് വ്യൂകൾക്ക് ഇനി സ്റ്റിക്കി ഹെഡറുകൾ ഉണ്ടാകില്ല. അവയുടെ ഹെഡറുകൾ മറ്റ് ഇനങ്ങളോടൊപ്പം സ്ക്രോൾ ചെയ്യും.
pl_pl: Po włączeniu widoki list, które pokazują elementy w grupach, nie będą już miały przyklejonych nagłówków. Ich nagłówki będą przewijały się razem z pozostałymi elementami.

# FileActivationLaunchMessage
source: The app was launched with file activation for the following file: '{0}'
ar: تم تشغيل التطبيق مع تفعيل الملف للملف التالي: '{0}'
de_de: Die App wurde mit Dateiaktivierung für folgende Datei gestartet: '{0}'
el_gr: Η εφαρμογή εκκινήθηκε με ενεργοποίηση αρχείου για το ακόλουθο αρχείο: '{0}'
es: La aplicación se inició con activación de archivo para el siguiente archivo: '{0}'
fr_fr: L'application a été lancée avec l'activation de fichier pour le fichier suivant : '{0}'
he_il: האפליקציה הופעלה באמצעות הפעלת קובץ עבור הקובץ הבא: '{0}'
hi_in: एप्लिकेशन निम्नलिखित फ़ाइल के लिए फ़ाइल सक्रियण के साथ लॉन्च किया गया था: '{0}'
ml_in: ഈ ഫയലിനായി ഫയൽ ആക്ടിവേഷനോടൊപ്പം ആപ്ലിക്കേഷൻ സമാരംഭിച്ചു: '{0}'
pl_pl: Aplikacja została uruchomiona z aktywacją pliku dla następującego pliku: '{0}'

# MicrosoftSecurityBaselineNavItem.Content
source: Microsoft Security Baseline
ar: خط الأساس الأمني لمايكروسوفت
de_de: Microsoft-Sicherheitsbaseline
el_gr: Βασική γραμμή ασφάλειας Microsoft
es: Línea Base de Seguridad de Microsoft
fr_fr: Base de sécurité Microsoft
he_il: קו הבסיס לאבטחה של Microsoft
hi_in: माइक्रोसॉफ्ट सुरक्षा आधारभूत
ml_in: മൈക്രോസോഫ്റ്റ് സുരക്ഷാ അടിസ്ഥാനം
pl_pl: Podstawa zabezpieczeń Microsoft

# Microsoft365AppsSecurityBaselineNavItem.Content
source: Microsoft 365 Apps Security Baseline
ar: خط الأساس الأمني لتطبيقات Microsoft 365
de_de: Sicherheitsbaseline für Microsoft 365 Apps
el_gr: Βασική γραμμή ασφάλειας εφαρμογών Microsoft 365
es: Línea Base de Seguridad de Aplicaciones de Microsoft 365
fr_fr: Base de sécurité Microsoft 365 Apps
he_il: קו הבסיס לאבטחה של Microsoft 365 Apps
hi_in: Microsoft 365 ऐप्स सुरक्षा आधारभूत
ml_in: Microsoft 365 ആപ്പുകളുടെ സുരക്ഷാ അടിസ്ഥാനം
pl_pl: Podstawa zabezpieczeń aplikacji Microsoft 365

# MicrosoftSecurityBaselinePageTitle.Text
source: Apply Microsoft Security Baseline on this page. You can also verify system compliance to get a precise report showing which settings are applied and which are not. You can remove the policies applied by the baseline as well.
de_de: Wenden Sie auf dieser Seite die Microsoft-Sicherheitsbaseline an. Sie können außerdem die Systemkonformität überprüfen, um einen präzisen Bericht zu erhalten, der zeigt, welche Einstellungen angewendet sind und welche nicht. Sie können die durch die Baseline angewendeten Richtlinien auch wieder entfernen.
hi_in: इस पृष्ठ में माइक्रोसॉफ्ट सुरक्षा आधारभूत लागू करें। आप सिस्टम अनुपालन को भी सत्यापित कर सकते हैं जो एक सटीक रिपोर्ट प्राप्त करने के लिए दिखाता है कि कौन सी सेटिंग्स लागू हैं और कौन सी नहीं। आप आधारभूत द्वारा लागू की गई नीतियों को भी हटा सकते हैं।

# Microsoft365AppsSecurityBaselinePageTitle.Text
source: Apply Microsoft 365 Apps Security Baseline on this page. You can also verify system compliance to get a precise report showing which settings are applied and which are not. You can remove the policies applied by the baseline as well.
de_de: Wenden Sie auf dieser Seite die Sicherheitsbaseline für Microsoft 365 Apps an. Sie können außerdem die Systemkonformität überprüfen, um einen präzisen Bericht zu erhalten, der zeigt, welche Einstellungen angewendet sind und welche nicht. Sie können die durch die Baseline angewendeten Richtlinien auch wieder entfernen.
hi_in: इस पृष्ठ में Microsoft 365 ऐप्स सुरक्षा आधारभूत लागू करें। आप सिस्टम अनुपालन को भी सत्यापित कर सकते हैं जो एक सटीक रिपोर्ट प्राप्त करने के लिए दिखाता है कि कौन सी सेटिंग्स लागू हैं और कौन सी नहीं। आप आधारभूत द्वारा लागू की गई नीतियों को भी हटा सकते हैं।

# StatusHeader.Text
source: Status
ar: الحالة
el_gr: Κατάσταση
es: Estado
fr_fr: Statut
he_il: מצב
hi_in: स्थिति
ml_in: അവസ്ഥ

# CurrentValueHeaderText
source: Current Value
de_de: Aktueller Wert
el_gr: Τρέχουσα τιμή
es: Valor Actual
he_il: ערך נוכחי
hi_in: वर्तमान मान
ml_in: നിലവിലെ മൂല്യം

# ExpectedValueHeaderText
source: Expected Value
de_de: Erwarteter Wert
el_gr: Αναμενόμενη τιμή
es: Valor Esperado
he_il: ערך צפוי
hi_in: अपेक्षित मान
ml_in: പ്രതീക്ഷിത മൂല്യം

# StatusColumnHeaderBtn.Content
source: Status
ar: الحالة
el_gr: Κατάσταση
es: Estado
fr_fr: Statut
he_il: מצב
hi_in: स्थिति
ml_in: അവസ്ഥ

# CurrentValueColumnHeaderBtn.Content
source: Current Value
ar: القيمة الحالية
de_de: Aktueller Wert
el_gr: Τρέχουσα τιμή
es: Valor Actual
fr_fr: Valeur actuelle
he_il: ערך נוכחי
hi_in: वर्तमान मान
ml_in: നിലവിലെ മൂല്യം
pl_pl: Bieżąca wartość

# ExpectedValueColumnHeaderBtn.Content
source: Expected Value
ar: القيمة المتوقعة
de_de: Erwarteter Wert
el_gr: Αναμενόμενη τιμή
es: Valor Esperado
fr_fr: Valeur attendue
he_il: ערך צפוי
hi_in: अपेक्षित मान
ml_in: പ്രതീക്ഷിത മൂല്യം
pl_pl: Oczekiwana wartość

# GetEffectiveUserPoliciesMenuFlyoutItem.Text
source: Get Effective Policies (User)
ar: الحصول على السياسات الفعالة (المستخدم)
de_de: Effektive Richtlinien abrufen (Benutzer)
el_gr: Λήψη αποτελεσματικών πολιτικών (Χρήστης)
es: Obtener Políticas Efectivas (Usuario)
fr_fr: Obtenir les stratégies effectives (Utilisateur)
he_il: קבל מדיניות אפקטיבית (משתמש)
hi_in: प्रभावी नीतियां प्राप्त करें (उपयोगकर्ता)
ml_in: ഫലപ്രദമായ നയങ്ങൾ നേടുക (ഉപയോക്താവ്)
pl_pl: Pobierz skuteczne zasady (Użytkownik)

# GetEffectiveUserPoliciesMenuFlyoutItem.ToolTipService.ToolTip
source: Lists the effective Group Policies applied to the current User.
ar: يسرد سياسات المجموعة الفعالة المطبقة على المستخدم الحالي.
de_de: Listet die für den aktuellen Benutzer angewendeten effektiven Gruppenrichtlinien auf.
el_gr: Παραθέτει τις αποτελεσματικές πολιτικές ομάδας που εφαρμόζονται στον τρέχοντα χρήστη.
es: Lista las Políticas de Grupo efectivas aplicadas al Usuario actual.
fr_fr: Liste les stratégies de groupe effectives appliquées à l'utilisateur actuel.
he_il: מפרט את המדיניות הקבוצתית האפקטיביות שהוחלו על המשתמש הנוכחי.
hi_in: वर्तमान उपयोगकर्ता पर लागू प्रभावी समूह नीतियों की सूची बनाता है।
ml_in: നിലവിലെ ഉപയോക്താവിൽ പ്രയോഗിച്ച ഫലപ്രദമായ ഗ്രൂപ്പ് നയങ്ങളുടെ പട്ടിക നൽകുന്നു.
pl_pl: Wyświetla skuteczne zasady grupy zastosowane do bieżącego użytkownika.

# GetEffectiveUserPoliciesMenuFlyoutItem.AutomationProperties.HelpText
source: Lists the effective Group Policies applied to the current User.
ar: يسرد سياسات المجموعة الفعالة المطبقة على المستخدم الحالي.
de_de: Listet die für den aktuellen Benutzer angewendeten effektiven Gruppenrichtlinien auf.
el_gr: Παραθέτει τις αποτελεσματικές πολιτικές ομάδας που εφαρμόζονται στον τρέχοντα χρήστη.
es: Lista las Políticas de Grupo efectivas aplicadas al Usuario actual.
fr_fr: Liste les stratégies de groupe effectives appliquées à l'utilisateur actuel.
he_il: מפרט את המדיניות הקבוצתית האפקטיביות שהוחלו על המשתמש הנוכחי.
hi_in: वर्तमान उपयोगकर्ता पर लागू प्रभावी समूह नीतियों की सूची बनाता है।
ml_in: നിലവിലെ ഉപയോക്താവിൽ പ്രയോഗിച്ച ഫലപ്രദമായ ഗ്രൂപ്പ് നയങ്ങളുടെ പട്ടിക നൽകുന്നു.
pl_pl: Wyświetla skuteczne zasady grupy zastosowane do bieżącego użytkownika.

# MicrosoftBaseLinesOverridesNavItem.Content
source: Microsoft Baselines Overrides
ar: تجاوزات خطوط الأساس لمايكروسوفت
de_de: Überschreibungen der Microsoft-Baselines
el_gr: Παρακάμψεις βασικών γραμμών Microsoft
es: Anulaciones de Líneas Base de Microsoft
fr_fr: Remplacements des bases de référence Microsoft
he_il: עקיפות לקווי הבסיס של Microsoft
hi_in: माइक्रोसॉफ्ट आधारभूत ओवरराइड्स
ml_in: മൈക്രോസോഫ്റ്റ് അടിസ്ഥാന അതിലംഘനങ്ങൾ
pl_pl: Zastąpienia podstaw Microsoft

# MicrosoftBaseLinesOverridesPageTitle.Text
source: Restore Operating System features that have been disabled after applying Microsoft Security Baselines.
de_de: Betriebssystemfunktionen wiederherstellen, die nach dem Anwenden der Microsoft-Sicherheitsbaselines deaktiviert wurden.
hi_in: माइक्रोसॉफ्ट सुरक्षा आधारभूत लागू करने के बाद अक्षम किए गए ऑपरेटिंग सिस्टम सुविधाओं को पुनर्स्थापित करें।

# ExportToJsonButton.ToolTipService.ToolTip
source: Exports the data being displayed to a JSON file. You will be able to pick the location where it will be saved.
ar: يصدر البيانات المعروضة إلى ملف JSON. ستتمكن من اختيار الموقع الذي سيتم حفظها فيه.
de_de: Exportiert die angezeigten Daten in eine JSON-Datei. Sie werden den Speicherort auswählen können, an dem sie gespeichert wird.
el_gr: Εξάγει τα δεδομένα που εμφανίζονται σε αρχείο JSON. Θα μπορείτε να επιλέξετε την τοποθεσία όπου θα αποθηκευτεί.
es: Exporta los datos que se muestran a un archivo JSON. Podrá seleccionar la ubicación donde será guardado.
fr_fr: Exporte les données affichées vers un fichier JSON. Vous pourrez choisir l'emplacement où il sera enregistré.
he_il: מייצא את הנתונים המוצגים לקובץ JSON. תוכל לבחור את המיקום שבו יישמר.
hi_in: प्रदर्शित किए जा रहे डेटा को JSON फ़ाइल में निर्यात करता है। आप उस स्थान को चुन पाएंगे जहां इसे सहेजा जाएगा।
ml_in: പ്രദർശിപ്പിക്കുന്ന ഡാറ്റ JSON ഫയലിലേക്ക് കയറ്റുമതി ചെയ്യുന്നു. അത് സംരക്ഷിക്കേണ്ട സ്ഥലം തിരഞ്ഞെടുക്കാൻ നിങ്ങൾക്ക് കഴിയും.
pl_pl: Eksportuje wyświetlane dane do pliku JSON. Będziesz mógł wybrać lokalizację, w której zostanie zapisany.

# ExportToJsonButton.AutomationProperties.HelpText
source: Exports the data being displayed to a JSON file. You will be able to pick the location where it will be saved.
ar: يصدر البيانات المعروضة إلى ملف JSON. ستتمكن من اختيار الموقع الذي سيتم حفظها فيه.
de_de: Exportiert die angezeigten Daten in eine JSON-Datei. Sie werden den Speicherort auswählen können, an dem sie gespeichert wird.
el_gr: Εξάγει τα δεδομένα που εμφανίζονται σε αρχείο JSON. Θα μπορείτε να επιλέξετε την τοποθεσία όπου θα αποθηκευτεί.
es: Exporta los datos que se muestran a un archivo JSON. Podrá seleccionar la ubicación donde será guardado.
fr_fr: Exporte les données affichées vers un fichier JSON. Vous pourrez choisir l'emplacement où il sera enregistré.
he_il: מייצא את הנתונים המוצגים לקובץ JSON. תוכל לבחור את המיקום שבו יישמר.
hi_in: प्रदर्शित किए जा रहे डेटा को JSON फ़ाइल में निर्यात करता है। आप उस स्थान को चुन पाएंगे जहां इसे सहेजा जाएगा।
ml_in: പ്രദർശിപ്പിക്കുന്ന ഡാറ്റ JSON ഫയലിലേക്ക് കയറ്റുമതി ചെയ്യുന്നു. അത് സംരക്ഷിക്കേണ്ട സ്ഥലം തിരഞ്ഞെടുക്കാൻ നിങ്ങൾക്ക് കഴിയും.
pl_pl: Eksportuje wyświetlane dane do pliku JSON. Będziesz mógł wybrać lokalizację, w której zostanie zapisany.

# ExportToJsonButton.Content
source: Export To JSON
ar: تصدير إلى JSON
de_de: In JSON exportieren
el_gr: Εξαγωγή σε JSON
es: Exportar a JSON
fr_fr: Exporter vers JSON
he_il: ייצוא ל-JSON
hi_in: JSON में निर्यात करें
ml_in: JSON-ലേക്ക് കയറ്റുമതി ചെയ്യുക
pl_pl: Eksportuj do JSON

# OpenProcessTokenFailedError
source: OpenProcessToken failed. Win32 Error: {0}
ar: فشل في OpenProcessToken. خطأ Win32: {0}
de_de: OpenProcessToken fehlgeschlagen. Win32-Fehler: {0}
el_gr: Το OpenProcessToken απέτυχε. Σφάλμα Win32: {0}
es: OpenProcessToken falló. Error Win32: {0}
fr_fr: Échec de OpenProcessToken. Erreur Win32 : {0}
he_il: OpenProcessToken נכשל. שגיאת Win32: {0}
hi_in: OpenProcessToken असफल। Win32 त्रुटि: {0}
ml_in: OpenProcessToken പരാജയപ്പെട്ടു. Win32 പിശക്: {0}
pl_pl: OpenProcessToken nie powiodło się. Błąd Win32: {0}

# LookupPrivilegeValueFailedError
source: LookupPrivilegeValue failed for {0}. Win32 Error: {1}
ar: فشل في LookupPrivilegeValue للقيمة {0}. خطأ Win32: {1}
de_de: LookupPrivilegeValue für {0} fehlgeschlagen. Win32-Fehler: {1}
el_gr: Το LookupPrivilegeValue απέτυχε για {0}. Σφάλμα Win32: {1}
es: LookupPrivilegeValue falló para {0}. Error Win32: {1}
fr_fr: Échec de LookupPrivilegeValue pour {0}. Erreur Win32 : {1}
he_il: LookupPrivilegeValue נכשל עבור {0}. שגיאת Win32: {1}
hi_in: LookupPrivilegeValue {0} के लिए असफल। Win32 त्रुटि: {1}
ml_in: LookupPrivilegeValue {0} ന് പരാജയപ്പെട്ടു. Win32 പിശക്: {1}
pl_pl: LookupPrivilegeValue nie powiodło się dla {0}. Błąd Win32: {1}

# AdjustTokenPrivilegesFailedError
source: AdjustTokenPrivileges failed for {0}. Win32 Error: {1}
ar: فشل في AdjustTokenPrivileges للقيمة {0}. خطأ Win32: {1}
de_de: AdjustTokenPrivileges für {0} fehlgeschlagen. Win32-Fehler: {1}
el_gr: Το AdjustTokenPrivileges απέτυχε για {0}. Σφάλμα Win32: {1}
es: AdjustTokenPrivileges falló para {0}. Error Win32: {1}
fr_fr: Échec de AdjustTokenPrivileges pour {0}. Erreur Win32 : {1}
he_il: AdjustTokenPrivileges נכשל עבור {0}. שגיאת Win32: {1}
hi_in: AdjustTokenPrivileges {0} के लिए असफल। Win32 त्रुटि: {1}
ml_in: AdjustTokenPrivileges {0} ന് പരാജയപ്പെട്ടു. Win32 പിശക്: {1}
pl_pl: AdjustTokenPrivileges nie powiodło się dla {0}. Błąd Win32: {1}

# PrivilegeNotAssignedError
source: Privilege not assigned: {0}
ar: الامتياز غير مُخصص: {0}
de_de: Berechtigung nicht zugewiesen: {0}
el_gr: Δικαίωμα δεν εκχωρήθηκε: {0}
es: Privilegio no asignado: {0}
fr_fr: Privilège non attribué : {0}
he_il: ההרשאה לא הוקצתה: {0}
hi_in: विशेषाधिकार असाइन नहीं किया गया: {0}
ml_in: പ്രിവിലേജ് നിയുക്തമാക്കിയില്ല: {0}
pl_pl: Uprawnienie nie zostało przyznane: {0}

# FailedToEnumerateAuditCategoriesError
source: Failed to enumerate audit categories. Win32 Error: {0}
ar: فشل في تعداد فئات المراجعة. خطأ Win32: {0}
de_de: Aufzählung der Überwachungskategorien fehlgeschlagen. Win32-Fehler: {0}
el_gr: Αποτυχία απαρίθμησης κατηγοριών ελέγχου. Σφάλμα Win32: {0}
es: Error al enumerar categorías de auditoría. Error Win32: {0}
fr_fr: Échec de l'énumération des catégories d'audit. Erreur Win32 : {0}
he_il: מניית קטגוריות הביקורת נכשלה. שגיאת Win32: {0}
hi_in: ऑडिट श्रेणियों की गणना में असफल। Win32 त्रुटि: {0}
ml_in: ഓഡിറ്റ് വിഭാഗങ്ങൾ എണ്ണാൻ പരാജയപ്പെട്ടു. Win32 പിശക്: {0}
pl_pl: Nie udało się wyliczyć kategorii audytu. Błąd Win32: {0}

# FailedToGetCategoryIdForSubCategoryError
source: Failed to get Category ID for the SubCategory: {0}
ar: فشل في الحصول على معرف الفئة للفئة الفرعية: {0}
de_de: Abrufen der Kategorie-ID für die Unterkategorie fehlgeschlagen: {0}
el_gr: Αποτυχία λήψης ID κατηγορίας για την υποκατηγορία: {0}
es: Error al obtener ID de categoría para la subcategoría: {0}
fr_fr: Échec de l'obtention de l'ID de catégorie pour la sous-catégorie : {0}
he_il: כשל בקבלת מזהה קטגוריה עבור תת-הקטגוריה: {0}
hi_in: उप-श्रेणी के लिए श्रेणी ID प्राप्त करने में असफल: {0}
ml_in: ഉപവിഭാഗത്തിന് വിഭാഗ ID ലഭിക്കാൻ പരാജയപ്പെട്ടു: {0}
pl_pl: Nie udało się uzyskać ID kategorii dla podkategorii: {0}

# NoAuditSubcategoriesFoundError
source: No audit subcategories found on the system
ar: لم يتم العثور على فئات فرعية للمراجعة في النظام
de_de: Keine Überwachungsunterkategorien auf dem System gefunden
el_gr: Δεν βρέθηκαν υποκατηγορίες ελέγχου στο σύστημα
es: No se encontraron subcategorías de auditoría en el sistema
fr_fr: Aucune sous-catégorie d'audit trouvée sur le système
he_il: לא נמצאו תתי-קטגוריות ביקורת במערכת
hi_in: सिस्टम पर कोई ऑडिट उप-श्रेणियां नहीं मिलीं
ml_in: സിസ്റ്റത്തിൽ ഓഡിറ്റ് ഉപവിഭാഗങ്ങൾ കണ്ടെത്തിയില്ല
pl_pl: Nie znaleziono podkategorii audytu w systemie
